Repository: whereisjeffrey/Orbit-
Catalog: TranslateHelper/Localizable.xcstrings
Source language: en
Languages: ar, es, pt

source: Every time you write or send an audio, I listen and give you tips to sound more natural. The more you speak, the smarter I get.
es: Cada vez que escribes o envías un audio, te escucho y te doy consejos para que suenes más natural. Cuanto más hablas, más inteligente me vuelvo.
pt: Toda vez que você escreve ou envia um áudio, eu escuto e dou dicas para você soar mais natural. Quanto mais você fala, mais inteligente eu fico.

source: Excellent! That sounded very natural. 👏
es: ¡Excelente! Eso sonó muy natural. 👏
pt: Excelente! Isso soou muito natural. 👏

source: Expected:
es: Esperado:
pt: Esperado:

source: Explore the basics
es: Explora lo básico
pt: Explore o básico

source: Fetching rate…
es: Obteniendo tarifa…
pt: Buscando taxa…

source: Find your voice in any language.
es: Encuentra tu voz en cualquier idioma.
pt: Encontre sua voz em qualquer idioma.

source: Finish
es: Finalizar
pt: Finalizar

source: First name
es: Nombre
pt: Primeiro nome

source: Flag this group's invite link as expired or broken.
es: Marcar el enlace de invitación de este grupo como caducado o roto.
pt: Marcar o link de convite deste grupo como expirado ou quebrado.

# Focus on %@ — %lld active patterns to work through.
source: Focus on %1$@ — %2$lld active patterns to work through.
es: Concéntrate en %@ — %lld patrones activos para trabajar.
pt: Foque em %@ — %lld padrões ativos para trabalhar.

source: FOREVER
es: PARA SIEMPRE
pt: PARA SEMPRE

source: Free
es: Gratis
pt: Grátis

source: FREE ATM WORLDWIDE
es: CAJERO AUTOMÁTICO GRATIS EN TODO EL MUNDO
pt: CAIXA ELETRÔNICO GRÁTIS NO MUNDO TODO

source: From the community
es: De la comunidad
pt: Da comunidade

source: Generate My Deck
es: Generar mi mazo
pt: Gerar Meu Baralho

source: Get Directions
es: Obtener indicaciones
pt: Obter Direções

source: Getting closer
es: Acercándose
pt: Chegando mais perto

source: Go Again
es: Ir de nuevo
pt: Ir Novamente

source: Go Pro — %@ / month
es: Hazte Pro — %@ / mes
pt: Seja Pro — %@ / mês

source: Good! The sounds are coming together. Keep refining.
es: ¡Bien! Los sonidos se están uniendo. Sigue refinando.
pt: Bom! Os sons estão se encaixando. Continue refinando.

source: Got it 👋
es: Entendido 👋
pt: Entendi 👋

source: GPT-4o mini is crafting phrases tailored to your preferences
es: GPT-4o mini está creando frases adaptadas a tus preferencias
pt: O GPT-4o mini está criando frases personalizadas para suas preferências

source: Groups are community-submitted. TalkSwitch doesn't moderate content.
es: Los grupos son enviados por la comunidad. TalkSwitch no modera el contenido.
pt: Os grupos são enviados pela comunidade. O TalkSwitch não modera o conteúdo.

source: HEADS UP
es: ATENCIÓN
pt: ATENÇÃO

source: Hear it
es: Escúchalo
pt: Ouça

source: Hear native
es: Escuchar nativo
pt: Ouvir nativo

source: Hear native again
es: Escuchar nativo de nuevo
pt: Ouvir nativo novamente

source: Help protect the community. Keep it factual and specific.
es: Ayuda a proteger a la comunidad. Mantenlo factual y específico.
pt: Ajude a proteger a comunidade. Mantenha-o factual e específico.

source: Hey, I'm Sol.
es: Hola, soy Sol.
pt: Olá, sou Sol.

source: Highlights
es: Destacados
pt: Destaques

source: Hold down on any word in Sol's messages and slide to select it. We'll look it up and you can save it to your Library.
es: Mantén presionado cualquier palabra en los mensajes de Sol y desliza para seleccionarla. La buscaremos y podrás guardarla en tu Biblioteca.
pt: Pressione e segure qualquer palavra nas mensagens de Sol e deslize para selecioná-la. Nós a pesquisaremos e você poderá salvá-la em sua Biblioteca.

source: Honor system — no proof needed.
es: Sistema de honor — no se necesita prueba.
pt: Sistema de honra — sem necessidade de prova.

source: Hours
es: Horas
pt: Horas

source: HOW DO YOU WANT TO ADD CARDS?
es: ¿CÓMO QUIERES AÑADIR TARJETAS?
pt: COMO VOCÊ QUER ADICIONAR CARTÕES?

source: HOW IT WORKS
es: CÓMO FUNCIONA
pt: COMO FUNCIONA

source: How long have you been here?
es: ¿Cuánto tiempo llevas aquí?
pt: Há quanto tempo você está aqui?

source: HOW TO AVOID IT
es: CÓMO EVITARLO
pt: COMO EVITAR

source: How to get your invite link
es: Cómo obtener tu enlace de invitación
pt: Como conseguir seu link de convite

source: How's your %@?
es: ¿Cómo está tu %@?
pt: Como está seu %@?

source: I heard: "%@"
es: Escuché: "%@"
pt: Eu ouvi: "%@"

source: I'll start
es: Yo empiezo
pt: Eu começo

source: in
es: en
pt: em

source: In WhatsApp, tap the **🌐 globe** to switch to Orbit
es: En WhatsApp, toca el **🌐 globo** para cambiar a Orbit
pt: No WhatsApp, toque no **🌐 globo** para mudar para o Orbit

source: Insurance
es: Seguro
pt: Seguro

source: Into
es: En
pt: Em

source: Join on WhatsApp
es: Unirse en WhatsApp
pt: Entrar no WhatsApp

source: Just started
es: Recién empezó
pt: Acabou de começar

source: Keep at it — the R sound takes time. You'll get there.
es: Sigue así — el sonido de la R toma tiempo. Lo lograrás.
pt: Continue assim — o som do R leva tempo. Você vai conseguir.

source: Keep practicing with Sol — mistakes become your personalized curriculum.
es: Sigue practicando con Sol — los errores se convierten en tu currículo personalizado.
pt: Continue praticando com Sol — os erros se tornam seu currículo personalizado.

source: Key
es: Clave
pt: Chave

source: Keyboard Debug Snapshot
es: Captura de depuración del teclado
pt: Captura de Depuração do Teclado

source: Know a great coworking spot that's not listed? Add it.
es: ¿Conoces un buen espacio de coworking que no esté en la lista? Agrégalo.
pt: Conhece um ótimo espaço de coworking que não está listado? Adicione-o.

source: Know a great work-friendly café not yet listed? Add it.
es: ¿Conoces un buen café para trabajar que aún no esté en la lista? Agrégalo.
pt: Conhece um ótimo café para trabalhar que ainda não está listado? Adicione-o.

source: Know something that's out of date? Fix it for everyone.
es: ¿Sabes algo que esté desactualizado? Arréglalo para todos.
pt: Sabe de algo desatualizado? Corrija para todos.

source: Language in the Wild.
es: Idioma en la naturaleza.
pt: Idioma na Natureza.

source: LANGUAGE INSIGHT
es: INFORMACIÓN DEL IDIOMA
pt: INSIGHT DE IDIOMA

source: Last session: 2 days ago
es: Última sesión: hace 2 días
pt: Última sessão: há 2 dias

source: Learning Locations
es: Lugares de aprendizaje
pt: Locais de Aprendizagem

source: Leave a recommendation — takes 15 seconds.
es: Deja una recomendación — toma 15 segundos.
pt: Deixe uma recomendação — leva 15 segundos.

source: Let locals find you
es: Deja que los locales te encuentren
pt: Deixe os locais encontrarem você

source: Let the community know you're here
es: Deja que la comunidad sepa que estás aquí
pt: Deixe a comunidade saber que você está aqui

source: Let's Go
es: Vamos
pt: Vamos

source: Let's go 🚀
es: Vamos 🚀
pt: Vamos 🚀

source: Lightning Round
es: Ronda relámpago
pt: Rodada Relâmpago

source: Listen first
es: Escucha primero
pt: Ouça primeiro

source: Listening…
es: Escuchando…
pt: Ouvindo…

source: LIVE
es: EN VIVO
pt: AO VIVO

source: Loading preview...
es: Cargando vista previa...
pt: Carregando prévia...

source: Locals and fellow newcomers can see you arrived recently and say hi.
es: Los locales y otros recién llegados pueden ver que llegaste recientemente y saludarte.
pt: Moradores e outros recém-chegados podem ver que você chegou recentemente e te cumprimentar.

source: Locals Use
es: Uso local
pt: Uso Local

source: Lock in my founding price
es: Asegurar mi precio de fundador
pt: Garantir meu preço de fundador

source: Looking up...
es: Buscando...
pt: Procurando...

source: Maybe later
es: Quizás más tarde
pt: Talvez mais tarde

source: Members (optional)
es: Miembros (opcional)
pt: Membros (opcional)

source: Mexican law requires liability insurance
es: La ley mexicana exige seguro de responsabilidad civil
pt: A lei mexicana exige seguro de responsabilidade civil

source: Mexican Peso
es: Peso mexicano
pt: Peso mexicano

source: Mexico City
es: Ciudad de México
pt: Cidade do México

source: MILESTONE
es: HITO
pt: MARCO

source: MILESTONES
es: HITOS
pt: MARCOS

source: More reviews
es: Más reseñas
pt: Mais avaliações

source: Most US/Canadian credit cards do NOT cover Mexico. You must purchase local liability insurance from the rental company — usually $10–20 USD/day. Do not skip this.
es: La mayoría de las tarjetas de crédito de EE. UU./Canadá NO cubren México. Debe comprar un seguro de responsabilidad civil local de la compañía de alquiler, generalmente $10–20 USD/día. No omita esto.
pt: A maioria dos cartões de crédito dos EUA/Canadá NÃO cobre o México. Você deve adquirir um seguro de responsabilidade civil local da locadora — geralmente US$ 10–20 por dia. Não pule esta etapa.

source: Must start with https://chat.whatsapp.com/
es: Debe comenzar con https://chat.whatsapp.com/
pt: Deve começar com https://chat.whatsapp.com/

source: My Decks
es: Mis mazos
pt: Meus Baralhos

source: Nearby
es: Cercano
pt: Perto

source: Neighbourhoods
es: Barrios
pt: Bairros

source: New Deck
es: Nuevo mazo
pt: Novo Baralho

source: New in town
es: Nuevo en la ciudad
pt: Novo na cidade

source: New Post
es: Nueva publicación
pt: Nova Publicação

source: New post coming soon
es: Nueva publicación próximamente
pt: Nova publicação em breve

source: Next
es: Siguiente
pt: Próximo

source: Next → (populated state)
es: Siguiente → (estado poblado)
pt: Próximo → (estado preenchido)

source: Next time we'll try different words — same R sound, fresh start.
es: La próxima vez probaremos palabras diferentes — mismo sonido de R, nuevo comienzo.
pt: Da próxima vez, tentaremos palavras diferentes — o mesmo som de R, um novo começo.

source: Next word →
es: Siguiente palabra →
pt: Próxima palavra →

source: Nice work!
es: ¡Buen trabajo!
pt: Bom trabalho!

source: No cafés match those filters
es: Ningún café coincide con esos filtros
pt: Nenhum café corresponde a esses filtros

source: No cards in this deck
es: No hay tarjetas en este mazo
pt: Nenhum cartão neste baralho

source: No decks yet
es: Aún no hay mazos
pt: Nenhum baralho ainda

source: No decks yet — create one first using the + button.
es: Aún no hay mazos — crea uno primero usando el botón +.
pt: Nenhum baralho ainda — crie um primeiro usando o botão +.

source: No decks yet — use the **Create Deck** tab to make one first.
es: Aún no hay mazos — usa la pestaña **Crear mazo** para hacer uno primero.
pt: Nenhum baralho ainda — use a aba **Criar Baralho** para fazer um primeiro.

source: No groups here yet
es: Aún no hay grupos aquí
pt: Nenhum grupo aqui ainda

source: No languages match "%@"
es: Ningún idioma coincide con "%@"
pt: Nenhum idioma corresponde a "%@"

source: No phrases added yet
es: Aún no se han añadido frases
pt: Nenhuma frase adicionada ainda

source: No phrases found
es: No se encontraron frases
pt: Nenhuma frase encontrada

source: No phrases match "%@"
es: Ninguna frase coincide con "%@"
pt: Nenhuma frase corresponde a "%@"

source: No spaces match your filters
es: Ningún espacio coincide con tus filtros
pt: Nenhum espaço corresponde aos seus filtros

source: None set
es: Ninguno establecido
pt: Nenhum definido

source: Nope, that's okay
es: No, está bien
pt: Não, tudo bem

source: Not now
es: Ahora no
pt: Agora não

source: Not quite
es: No del todo
pt: Não exatamente

source: Not right now
es: Ahora mismo no
pt: Não agora

source: Not yet
es: Aún no
pt: Ainda não

source: Nothing here yet
es: Nada por aquí todavía
pt: Nada aqui ainda

source: Open
es: Abrir
pt: Abrir

source: Open %@
es: Abrir %@
pt: Abrir %@

source: Open Profile
es: Abrir perfil
pt: Abrir perfil

source: Open WhatsApp, switch to Orbit, and send your first message. I'll take it from there.
es: Abre WhatsApp, cambia a Orbit y envía tu primer mensaje. Yo me encargo del resto.
pt: Abra o WhatsApp, mude para o Orbit e envie sua primeira mensagem. Eu cuido do resto.

source: or
es: o
pt: ou

source: Orbit is learning how you learn. After a few sessions, your personalized profile will appear here.
es: Orbit está aprendiendo cómo aprendes. Después de algunas sesiones, tu perfil personalizado aparecerá aquí.
pt: O Orbit está aprendendo como você aprende. Após algumas sessões, seu perfil personalizado aparecerá aqui.

source: Order matters
es: El orden importa
pt: A ordem importa

# Overall: %@ · %lld session%@
source: Overall: %1$@ · %2$lld session%3$@
es: General: %@ · %lld sesión%@
pt: Geral: %@ · %lld sessão%@

source: Paste a link...
es: Pegar un enlace...
pt: Colar um link...

source: Photo URL
es: URL de la foto
pt: URL da foto

source: Post
es: Publicar
pt: Publicar

source: POSTPAID (CONTRACT)
es: POSPAGO (CONTRATO)
pt: PÓS-PAGO (CONTRATO)

source: PREPAID PLANS
es: PLANES PREPAGO
pt: PLANOS PRÉ-PAGOS

source: Prices in USD. MXN contracts are common — factor in exchange rate fluctuation.
es: Precios en USD. Los contratos en MXN son comunes — considera la fluctuación del tipo de cambio.
pt: Preços em USD. Contratos em MXN são comuns — considere a flutuação da taxa de câmbio.

source: Pricing
es: Precios
pt: Preços

source: Primary — highest slang weight
es: Primario — mayor peso de argot
pt: Primário — maior peso de gíria

source: Pro · Tap to unlock
es: Pro · Toca para desbloquear
pt: Pro · Toque para desbloquear

source: Pronunciation Clinic
es: Clínica de pronunciación
pt: Clínica de Pronúncia

source: Pronunciation: %lld%%
es: Pronunciación: %lld%%
pt: Pronúncia: %lld%%

source: Quick recommendation for the community
es: Recomendación rápida para la comunidad
pt: Recomendação rápida para a comunidade

source: Quick setup required
es: Configuración rápida requerida
pt: Configuração rápida necessária

source: RECENT TIPS
es: CONSEJOS RECIENTES
pt: DICAS RECENTES

source: Record yourself
es: Grábate
pt: Grave-se

source: Recording...
es: Grabando...
pt: Gravando...

source: Report
es: Reportar
pt: Denunciar

source: Report expired link?
es: ¿Reportar enlace caducado?
pt: Denunciar link expirado?

source: Request sent
es: Solicitud enviada
pt: Solicitação enviada

source: Safety first
es: La seguridad primero
pt: Segurança em primeiro lugar

source: Save
es: Guardar
pt: Salvar

source: SAVE TO DECK
es: GUARDAR EN MAZO
pt: SALVAR NO BARALHO

source: Save to Library
es: Guardar en la biblioteca
pt: Salvar na biblioteca

source: Saved
es: Guardado
pt: Salvo

source: SAVED
es: GUARDADO
pt: SALVO

source: Saved!
es: ¡Guardado!
pt: Salvo!

source: Scam Alert
es: Alerta de estafa
pt: Alerta de golpe

source: SCAM NAME OR TYPE
es: NOMBRE O TIPO DE ESTAFA
pt: NOME OU TIPO DE GOLPE

source: Scam Radar
es: Radar de estafas
pt: Radar de golpes

source: Search a city or region…
es: Buscar una ciudad o región…
pt: Pesquisar uma cidade ou região…

source: Search by name, type or area…
es: Buscar por nombre, tipo o área…
pt: Pesquisar por nome, tipo ou área…

source: Search categories...
es: Buscar categorías...
pt: Pesquisar categorias...

source: Search language...
es: Buscar idioma...
pt: Pesquisar idioma...

source: Search phrases…
es: Buscar frases…
pt: Pesquisar frases…

source: See a word you don't know?
es: ¿Ves una palabra que no conoces?
pt: Viu uma palavra que não conhece?

source: See full report →
es: Ver informe completo →
pt: Ver relatório completo →

source: See more, swipe right on your clipboard to view your starter decks
es: Ver más, desliza a la derecha en tu portapapeles para ver tus mazos iniciales
pt: Ver mais, deslize para a direita na sua área de transferência para ver seus baralhos iniciais

source: See results
es: Ver resultados
pt: Ver resultados

source: See what's actually walkable
es: Ver lo que es realmente transitable
pt: Veja o que é realmente caminhável

source: Seen something suspicious? Help protect the community.
es: ¿Viste algo sospechoso? Ayuda a proteger a la comunidad.
pt: Viu algo suspeito? Ajude a proteger a comunidade.

source: Select a category above to see tag options
es: Selecciona una categoría arriba para ver las opciones de etiquetas
pt: Selecione uma categoria acima para ver as opções de tags

source: Select all that apply. This helps us customize your study cards.
es: Selecciona todas las que apliquen. Esto nos ayuda a personalizar tus tarjetas de estudio.
pt: Selecione todas as opções aplicáveis. Isso nos ajuda a personalizar seus cartões de estudo.

source: Select the language you want to translate into.
es: Selecciona el idioma al que quieres traducir.
pt: Selecione o idioma para o qual deseja traduzir.

source: Send a message request
es: Enviar una solicitud de mensaje
pt: Enviar uma solicitação de mensagem

source: Session complete!
es: ¡Sesión completada!
pt: Sessão concluída!

source: Session Settings
es: Configuración de la sesión
pt: Configurações da sessão

source: Sessions this week: 3
es: Sesiones esta semana: 3
pt: Sessões esta semana: 3

source: Set Goal
es: Establecer meta
pt: Definir meta

source: Set Up
es: Configurar
pt: Configurar

source: Set Up Keyboard
es: Configurar teclado
pt: Configurar teclado

source: Set up the Orbit keyboard to translate messages right inside WhatsApp.
es: Configura el teclado Orbit para traducir mensajes directamente en WhatsApp.
pt: Configure o teclado Orbit para traduzir mensagens diretamente no WhatsApp.

source: Set up your keyboard
es: Configura tu teclado
pt: Configure seu teclado

source: Share rec
es: Compartir recomendación
pt: Compartilhar recomendação

source: Share wandr with 3 friends and post about it on social. We trust you — and your $1.99 rate is yours forever.
es: Comparte wandr con 3 amigos y publícalo en redes sociales. Confiamos en ti, y tu tarifa de $1.99 es tuya para siempre.
pt: Compartilhe o wandr com 3 amigos e publique sobre isso nas redes sociais. Confiamos em você — e sua taxa de $1.99 é sua para sempre.

source: Share what this place actually looks like. Helps other nomads find it faster.
es: Comparte cómo es realmente este lugar. Ayuda a otros nómadas a encontrarlo más rápido.
pt: Compartilhe como este lugar realmente é. Ajuda outros nômades a encontrá-lo mais rápido.

source: Show less
es: Mostrar menos
pt: Mostrar menos

source: Show up
es: Aparecer
pt: Comparecer

source: SIM Guide
es: Guía de SIM
pt: Guia do SIM

source: Skip for now
es: Omitir por ahora
pt: Pular por enquanto

source: Slots full
es: Espacios llenos
pt: Vagas preenchidas

source: So we know what to call you.
es: Para que sepamos cómo llamarte.
pt: Para sabermos como te chamar.

source: Sol picks a topic and opens the conversation.
es: Sol elige un tema y abre la conversación.
pt: Sol escolhe um tópico e inicia a conversa.

source: Sol starts
es: Sol empieza
pt: Sol começa

source: Something went wrong
es: Algo salió mal
pt: Algo deu errado

source: Soon
es: Pronto
pt: Em breve

source: Sort by real walking distance from where you are now.
es: Ordenar por la distancia real a pie desde donde te encuentras ahora.
pt: Ordenar pela distância real a pé de onde você está agora.

source: Sort:
es: Ordenar:
pt: Ordenar:

source: Standard deposit: 1–2 months. Foreigners are often asked for 2–3 months. Furnished apartments may ask for more. Always get a signed receipt — you'll need it to recover your deposit.
es: Depósito estándar: 1–2 meses. A los extranjeros a menudo se les pide 2–3 meses. Los apartamentos amueblados pueden pedir más. Siempre obtén un recibo firmado, lo necesitarás para recuperar tu depósito.
pt: Depósito padrão: 1–2 meses. Estrangeiros geralmente são solicitados a pagar 2–3 meses. Apartamentos mobiliados podem pedir mais. Sempre obtenha um recibo assinado — você precisará dele para recuperar seu depósito.

source: Start free. Upgrade whenever you're ready.
es: Empieza gratis. Actualiza cuando quieras.
pt: Comece grátis. Faça upgrade quando quiser.

source: Start Session
es: Iniciar Sesión
pt: Iniciar Sessão

source: Stop recording
es: Detener grabación
pt: Parar gravação

source: Study
es: Estudiar
pt: Estudar

source: Submit
es: Enviar
pt: Enviar

source: Submit a Scam Alert
es: Enviar una Alerta de Estafa
pt: Enviar um Alerta de Golpe

source: Submit Alert
es: Enviar Alerta
pt: Enviar Alerta

source: Submit photo
es: Enviar foto
pt: Enviar foto

source: Suggest an edit
es: Sugerir una edición
pt: Sugerir uma edição

source: Swipe to continue
es: Desliza para continuar
pt: Deslize para continuar

source: Switch to Manual to create another deck, or delete an existing AI deck first.
es: Cambia a Manual para crear otro mazo, o elimina un mazo de IA existente primero.
pt: Mude para Manual para criar outro baralho, ou exclua um baralho de IA existente primeiro.

source: Switch to Manual to create another, or delete an AI deck first.
es: Cambia a Manual para crear otro, o elimina un mazo de IA primero.
pt: Mude para Manual para criar outro, ou exclua um baralho de IA primeiro.

source: Tags
es: Etiquetas

source: Take the level assessment to see your scores
es: Realiza la evaluación de nivel para ver tus puntuaciones
pt: Faça a avaliação de nível para ver suas pontuações

source: TALK
es: HABLAR
pt: FALAR

source: Tap **Keyboards** on the settings page
es: Toca **Teclados** en la página de configuración
pt: Toque em **Teclados** na página de configurações

source: Tap **Set Up Keyboard** below
es: Toca **Configurar Teclado** abajo
pt: Toque em **Configurar Teclado** abaixo

source: Tap here to get started — it only takes a minute.
es: Toca aquí para empezar — solo toma un minuto.
pt: Toque aqui para começar — leva apenas um minuto.

source: Tap once on any message from Sol to replay the audio.
es: Toca una vez en cualquier mensaje de Sol para reproducir el audio.
pt: Toque uma vez em qualquer mensagem de Sol para reproduzir o áudio.

source: Tap to replay
es: Toca para reproducir
pt: Toque para reproduzir

source: Tap to reveal
es: Toca para revelar
pt: Toque para revelar

source: TARGET AREAS
es: ÁREAS OBJETIVO
pt: ÁREAS ALVO

source: Thanks!
es: ¡Gracias!
pt: Obrigado!

source: The full Wandr experience
es: La experiencia completa de Wandr
pt: A experiência completa do Wandr

source: The lowdown
es: Lo esencial
pt: O essencial

source: The more detail you give, the better your AI cards will be.
es: Cuantos más detalles des, mejores serán tus tarjetas de IA.
pt: Quanto mais detalhes você der, melhores serão seus cartões de IA.

source: The more detail you give, the better your cards will be.
es: Cuantos más detalles des, mejores serán tus tarjetas.
pt: Quanto mais detalhes você der, melhores serão seus cartões.

source: These fill up as you go
es: Estos se llenan a medida que avanzas
pt: Estes se preenchem conforme você avança

source: THEY CAN HELP WITH
es: PUEDEN AYUDAR CON
pt: ELES PODEM AJUDAR COM

source: Thinking...
es: Pensando...
pt: Pensando...

source: THIS WEEK
es: ESTA SEMANA
pt: ESTA SEMANA

source: This Week's Streak
es: Racha de esta semana
pt: Sequência desta semana

source: This will permanently remove this card from your library.
es: Esto eliminará permanentemente esta tarjeta de tu biblioteca.
pt: Isso removerá permanentemente este cartão da sua biblioteca.

source: TO REACH THE NEXT LEVEL
es: PARA ALCANZAR EL SIGUIENTE NIVEL
pt: PARA ALCANÇAR O PRÓXIMO NÍVEL

source: To start translating, tap the 🌐 globe on your WhatsApp keyboard to switch to Orbit.
es: Para empezar a traducir, toca el 🌐 globo en tu teclado de WhatsApp para cambiar a Orbit.
pt: Para começar a traduzir, toque no 🌐 globo do seu teclado do WhatsApp para mudar para o Orbit.

source: Today
es: Hoy
pt: Hoje

source: Toggle on **Allow Full Access**
es: Activa **Permitir acceso total**
pt: Ative **Permitir Acesso Total**

source: Toggle on **Orbit Keyboard**
es: Activa **Teclado Orbit**
pt: Ative **Teclado Orbit**

source: Translate something to get started
es: Traduce algo para empezar
pt: Traduza algo para começar

source: Translating…
es: Traduciendo…
pt: Traduzindo…
